Repository: MezoPeeta/event
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: About Us
ar: من نحن؟

source: TEDx, x = independently organized event
ar: TED تعني منظمة بشكل منظم من الشركة الاجنبية xوال TEDx حدث

source: In the spirit of ideas worth spreading, TEDx is a program of local,
ar: برنامجا محليا TEDx بروح الأفكار التي تستحق النشر يعد

source: self-organized events that bring people together to share a
ar: الأحداث المنظمة ذاتيا التي تجمع الناس معا للمشاركة

source: TED-like experience. At a TEDx event, TED Talks video and live speakers
ar: للفيديو و مكبرات الصوت الحيةTEDمحاداثات TEDx في حدث TED تجربة تشبه

source: combine to spark deep discussion and connection. These local,
ar: اجتمعت لإثارة النقاش والتواصل العميق. هذه المحلية

source: self-organized events are branded TEDx, where x = independently organized TED event.
ar: TED حيث ان الاكس منظمة بشكل مستقل حدث TEDx الأحداث المنظمة ذاتيًا تحمل العلامة التجارية

source: The TED Conference provides general guidance for the TEDx program, but individual
ar: لكن فرد TEDx ارشادات عامة لبرنامجTEDيوفر مؤتمر

source: TEDx events are self-organized. (Subject to certain rules and regulations).
ar: .( منظمة ذاتية (مع مراعاة بعض القواعد و اللوائح TEDx احداث

source: TED is a
ar: هي TED

source: nonprofit organization devoted to Ideas Worth Spreading.
ar: منظمة غير ربحية مكرسة لنشر الأفكار الجديرة بالاهتمام

source: Started as a four-day conference in California 30 years ago,
ar: بدأ كمؤتمر لمدة أربعة أيام في كاليفورنيا قبل 30 عاما

source: TED has grown to support its mission with multiple initiatives.
ar: نمت لدعم مهمتها مع مبادرات متعددة TED

source: The two annual TED Conferences invite the world's leading thinkers
ar: تدعو المؤتمرات كبار المفكرين في العالم TED السنويين

source: and doers to speak for 18 minutes or less. Many of these talks are
ar: والعاملين في التحدث لمدة 18 دقيقة أو أقل. العديد من هذه المحادثات

source: then made available, free, at TED.com. TED speakers have included Bill Gates,
ar: أدرجت بيل جيتس TED متحدثون. TED.com ثم جعلها متاحة مجانا في

source: Jane Goodall, Elizabeth Gilbert, Sir Richard Branson, Nandan Nilekani, Philippe Starck,
ar: جين جودال ، إليزابيث جيلبرت ، السير ريتشارد برانسون ، ناندان نيلكاني ، فيليب ستارك

source: Ngozi Okonjo-Iweala, Sal Khan and Daniel Kahneman.
ar: نجوزي اوكونجو اويلا, صال خان و دانيال كاهنمان

source: The annual TED Conference takes place each spring in Vancouver,
ar: يعقد المؤتمر كل ربيع في فانكوفر ، TED السنوي

source: British Columbia. TED's media initiatives include TED.com, where new TED
ar: حيث تيد الجديد TED.com تشمل المبادرات الإعلامية TED كولومبيا البريطانية.

source: Talks are posted daily; TED Translators, which provides subtitles and interactive
ar: المترجمون الذين يوفرون الترجمة و التفاعل TED تُنشر المناقشات يوميًا ؛

source: transcripts as well as translations from volunteers worldwide; the educational
ar: النصوص وكذلك ترجمات من المتطوعين في جميع أنحاء العالم ؛ الالتعليمية

source: initiative TED-Ed. TED has established The Audacious Project that takes a collaborative
ar: المشروع الجريءالذي ياخذ التعاونية TED انشأت TED-ED مبادرة

source: approach to funding ideas with the potential to create change at thrilling scale;
ar: نهج لتمويل الأفكار مع إمكانية إحداث تغيير في الإثارة مقياس؛

source: TEDx, which supports individuals or groups in hosting local, self- organized TED-style
ar: TED الذي يدعم الأفراد أو المجموعات في استضافة محلية ذاتية التنظيم على غرارTEDx

source: events around the world, and the TED Fellows program, helping world-changing innovators
ar: مما يساعد على تغيير العالم المبتكرين TED الأحداث في جميع أنحاء العالم ، وبرنامج

source: from around the globe to amplify the impact of their remarkable projects and activities.
ar: من جميع أنحاء العالم لتضخيم تأثير مشاريعهم الرائعة وأنشطة.

source: Team
ar: الفريق

source: Our Team
ar: فريقنا

source: Contact
ar: تواصل معنا

source: We recieved your email and will respond shortly..
ar: لقد استلمنا الرسالة و سنرد في وقت اقرب

source: Contact Information
ar: معلومات للتواصل

source: Address:
ar: :العنوان

source: Phone:
ar: :الهاتف

source: Email:
ar: :البريد الاكتروني

source: Your Name
ar: اسمك

source: Your Email
ar: البريد الاكتروني الخاص بك

source: subject
ar: عنوان الرسالة

source: Message
ar: الرسالة

source: Send Message
ar: ارسل الرسالة

source: Keep Waiting For the coming Event
ar: انتظرونا

source: Welcome to Our Website
ar: مرحبا بكم الي موقعنا

source: Get in touch
ar: تواصل معنا

source: What is TEDxManaratAlFaroukSchool?
ar: ؟TEDxManaratAlFaroukSchool ما معني

source: TEDxManaratAlFaroukSchool is a TEDx event , x = independently organized TED event,
ar: TED تعني منظمة بشكل منظم من الشركة الاجنبية xوال TEDx هو حدث TEDxManaratAlFaroukSchool

source: TEDxManaratAlFaroukSchool brings the spirit and passion surrounding TED and TEDx to link the school’s generations.
ar: تجلب الروح و العاطفة المحيطة لربط اجيال المدرسة TEDxManaratAlFaroukSchool

source: What is TEDx?
ar: ؟TEDx ما معني

source: In the spirit of ideas worth spreading,
ar: بروح الأفكار التي تستحق النشر

source: TED has created a program called TEDx. TEDx is a program of local,
ar: هو برنامج محلي TEDx و TEDx بانشاء برنامج يسمي TED قامت شركة

source: self-organized events that bring people together to share a TED-like experience.
ar: TED احداث منظمة ذاتيا تجمع الأشخاص معا لمشاركةالخبرة مثل

source: Our event is called TEDx ManaratAlFarouk School, where x = independently organized TED event.
ar: حدث منظم بشكل مستقل TED تعني حدث x حيث ان الTEDxManaratAlFaroukSchool حدثنا اسمه

source: At our TEDx ManaratAlFarouk School event, TED Talks video and live speakers will combine to spark deep
ar: فيديوهات و متحدثون مباشرة ستندمج لتثير شرارة عميقة TED مناقشات ,TEDxManaratAlFaroukSchool في حدثنا

source: discussion and connection in a small group. The TED Conference provides general guidance
ar: التوجيع العام TED مناقشة و الاتصال في مجموعة صغيرة,يوفر مؤتمر

source: for the TEDx program,
ar: TEDx من اجل برنامج

source: but individual TEDx events, including ours, are self-organized
ar: الفردية بما في ذلك احداثنا منظمة ثاتياTEDx لكن احداث

source: Old Talks
ar: المناقشات القديمة

source: Talks
ar: المناقشات

source: Join our Newsletter
ar: اشترك في صحيفتنا الإخبارية

source: Sign me up
ar: اشترك معكم

source: Speakers & Performers Says
ar: قالوا عنا

source: Our satisfied speakers says
ar: قالوا عنا

source: Thank you for your feedback ❤
ar: ❤ شكرا لكم

source: Our achievements
ar: انجزاتنا

source: Customers are satisfied with our professional support
ar: العملاء راضون عن دعمنا المهني

source: Amazing preset options to be mixed and combined
ar: خيارات مذهلة مسبقة الضبط لتكون مختلطة ومدمجة

source: Average response time on live chat support channel
ar: متوسط ​​وقت الاستجابة على قناة دعم الدردشة المباشرة

source: Speakers
ar: المتحدثون

source: — Previous Speakers —
ar: — المتحدثون السابقون —

source: You've already subscribed , news will be sent from now on
ar: لقد تم اشتراكك, سوف تصل لك الاخبار من الان

source: Contact Us , We are very sorry to kow thnat you have unsubscribed
ar: تواصل معنا حتي نسحبك من الاشتراك ونحن أسفون لمعرفة انك قد سحبت اشتراكك للاخبار

source: Contact Us
ar: تواصل معنا

source: Watch Us
ar: شاهدونا

source: Check out
ar: الدفع

source: Continue
ar: استمر

source: Buy Now
ar: اشتري الان

source: Thank you for your payment, the ticket will be sent in your email after several minutes , please dont forget to press on buy now
ar: لا تنس الضغط علي اشتري الان لتسجيل شرائك ,شكرا لك علي الدفع سوف تصل التذكرة للبريد الاكتروني بعد بضع دقائق

source: Finish
ar: انهاء

source: Store
ar: متجر

source: An email has been sent for email confirmation
ar: لقد تم ارسال الي البريد الاكتروني الخاص بك
